Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The decision by DAC members will allow Poland to work in one of the most prestigious international cooperation forums that brings together the world's major development aid donors.
pl: Decyzja członków DAC daje Polsce możliwość udziału w pracach jednego z najbardziej prestiżowych forów współpracy międzynarodowej, zrzeszającego najważniejszych dawców pomocy rozwojowej na świecie.

source: It also means that Poland has met the condition of reaching the requisite threshold of development assistance.
pl: Jest także wyrazem uznania dla spełnienia przez Polskę warunków wielkości udzielanej pomocy rozwojowej.

source: Moreover, Poland's presence in the OECD DAC testifies to the functioning in our country of a development assistance system that has firm legal foundations.
pl: Obecność Polski w Komitecie Pomocy Rozwojowej OECD będzie również potwierdzeniem funkcjonowania w naszym kraju systemu pomocy rozwojowej opartego o trwałe podstawy prawne.

source: We are confident that by working in the OECD DAC and meeting membership commitments Poland will further develop and streamline its development cooperation system.
pl: Jesteśmy przekonani, że zaangażowanie w prace DAC OECD i wypełnianie zobowiązań członkowskich przyczyni się do dalszego rozwoju i modernizacji polskiego systemu współpracy rozwojowej.

source: Since 2011, the Ministry of Foreign Affairs has increased by close to 20 per cent funds that are allocated under Poland's development assistance scheme.
pl: Od 2011 roku Ministerstwo Spraw Zagranicznych zwiększyło środki przeznaczane w ramach polskiej pomocy rozwojowej o blisko 20%.

source: Last year the value of Polish aid totalled approximately 1.5 billion zlotys.
pl: W zeszłym roku jej wartość wyniosła blisko 1,5 mld zł.

source: Poland was the only EU member state that raised its development aid spending in 2012, despite the global financial crisis.
pl: W 2012 roku Polska była jedynym krajem członkowskim Unii Europejskiej, który w dobie światowego kryzysu finansowego zwiększył liczbę środków przeznaczanych na pomoc rozwojową.

source: The long-term effect of the project shall be the inclusion of young students into the life of the local community once they grow up.
pl: Projekt zakłada również rozwój punktu medycznego, który będzie świadczył usługi pierwszej pomocy w chorobach tropikalnych i pasożytniczych i prowadził profilaktykę tych chorób.

source: The project is aimed at the inhabitants of Internado de Niñas San Francisco in Cochabamba, who are coming from the bottom of the social ladder.
pl: Projekt skierowany jest do mieszkańców wiosek: Beit Mirsim i Beit Al Ruja Al Fauqa w Autonomi Palestyńskiej.

source: Poland - East Africa Economic Foundation
pl: Fundacja Polskie Centrum Pomocy Międzynarodowej

source: The beneficiaries of the project are mothers from the MothersofDisabled Children Association AMEH “Indemesho”, disabled children and their fathers.
pl: W ramach projektu zostanie zamontowany system oświetlenia na pięciu ośrodkach zdrowia powiecie Aweil North i Aweil West.

source: The project is aimed at the inhabitants of three towns: Beit Mirsim and Beit Al Ruja in the Palestinian Autonomous Region.
pl: Działania projektowe skierowane są do dzieci i młodzieży w miejscowości San Lorenzo w Peru.

source: In order to achieve this goal, four rain water cisterns for domestic and farming purposes shall be renovated.
pl: Ponadto zostanie przeprowadzony kurs pierwszej pomocy dla dzieci i młodzieży oraz osobny kurs dla lokalnych animatorów.

source: In the scope of the project a lighting system shall be installed in five health centers in the Aweil North and Aweil West districts.
pl: Celem projektu jest niesienie pomocy medycznej mieszkańcom Zambii, którzy na co dzień mają utrudniony dostęp do opieki medycznej.

source: The task of the volunteer will be providing technical assistance to the health centers that suffer from malfunctioning lighting systems.
pl: Wolontariuszki zajmą się diagnostyką, leczeniem pacjentów oraz edukacją Zambijczyków w zakresie podstawowych zasad higieny i zdrowia.

source: Additionally, a first aid course will be held for children and teenagers and a separate course for local animators.
pl: Na terenie ośrodka powstanie gabinet, do którego zostanie zakupiony podstawowy sprzęt medyczny, leki i środki opatrunkowe.

source: In the scope of the project, children from the center in Siloe, South Africa, will be granted basic medical care.
pl: Działania w ramach projektu mają na celu wzajemną wymianę doświadczeń oraz osiągnięcie nowych, trwałych rozwiązań.

source: A medical facility shall be built in the center and basic medical equipment shall be provided, as well as medicines and medical dressings.
pl: Głównym celem projektu jest przeciwdziałanie ubóstwu i wykluczeniu społecznemu szczególnie dzieci i młodzieży z dzielnic biedy tzw. pueblos jueves) w Limie, Peru.

source: KHC is a non-governmental organization which trains the local population in traditional craftsmanship.
pl: z bajkami z Polski, a także będzie dawała chłopcom indywidualne lekcje języka angielskiego.

source: Owing to the acquired knowledge and abilities the course participants have the opportunity to undertake work.
pl: Następnie w ramach streetworkingu wolontariuszka będzie współpracować z członkami Ayllu Situwa przeprowadzając dla grupy ochotników cykl zajęć z twórczego myślenia.

source: The main aim of the project is to achieve financial independence of KHC.
pl: Będzie również udzielać wsparcia w podejmowaniu wysiłku wyrwania się z sytuacji ulicy.

source: The main aim of this project is to fight poverty and social exclusion, especially among children and teenagers from poor districts (pueblos jueves) of Lima, Peru.
pl: Wolontariusze będą pracować jako lekarze w przychodni w Maggotty oraz pełnić całodobowe dyżury na wypadek pojawienia się nagłych przypadków.

source: The volunteer shall conduct a course of creative thinking, introducing fairy tales and legends from different cultures, also from Poland, and shall give the boys individual English classes.
pl: Ich zadaniem będzie przyjmowanie pacjentów, diagnozowanie ich, wdrażanie odpowiedniego leczenia, jego kontrolowanie, wykonywanie zabiegów ambulatoryjnych i chirurgicznych oraz badań laboratoryjnych.

source: The volunteer shall also cooperate with the members of Ayllu Situwa in streetwork and teach creative thinking to volunteers.
pl: Poza działaniami medycznym wolontariusze będą organizować zajęcia edukacyjne dla pacjentów przychodni.

source: The volunteer will also grant support to those struggling to leave precarious life on the street.
pl: Do tegorocznego projektu włączona zostanie także pomoc dentystyczna oraz zajęcia edukacyjne z zakresu profilaktyki i higieny jamy ustnej.

source: This year's project shall also include dental care and educational activities promoting dental health.
pl: Równocześnie ciągle dokształcana będzie kadra fizjoterapeutów, którzy znajdują się na miejscu.

source: In the scope of the project, all effort shall be made to maximally restore the mental and physical health of the people, restore their ability to work and to actively participate in the social life.
pl: W ramach projektu wolontariuszki przez okres trzech miesięcy będą pracować jako pielęgniarki i położne w przychodni w Dilla w płd Etiopii, w ośrodku misyjnym Sióstr Salezjanek.

source: The main aim is to provide medical care to the center's patients and to conduct screenings of the children from the center kindergarten.
pl: Ponadto przeprowadzą badania przesiewowe dzieci z przedszkola prowadzonego przez misję, wszystkim dzieciom założą karty rozwoju, które będą pomagać kolejnym wolontariuszom podejmującym pracę w ośrodku.

source: As a part of the project they will issue medical care in the nurse's office, attendance procedures, run lab tests and ultrasound.
pl: Wolontariuszki jako położne będą pracować także na porodówce, odbierając porody i opiekując się matką i dzieckiem oraz kobietami w ciąży.

source: In addition, volunteers shall take part in child vaccination actions and in supplemental food programs.
pl: Dodatkowo wolontariuszki będą brać udział w akcjach szczepienia dzieci i w programie dożywiania dzieci i dorosłych.

source: Apart from medical care, volunteers will organize educational activities directed at kindergarten children and vocational school students.
pl: Poza działalnością medyczną wolontariuszki będą prowadzić również działania edukacyjne skierowane do dzieci w przedszkolu i uczniów szkoły zawodowej.

source: The MFA has granted PLN 53 334 for this project.
pl: Na ten cel MSZ przeznaczył 53 334 PLN.

source: The main idea behind this project is street work with children living on the streets of Lusaka, as well as the inhabitants of the Salvation Home and Kulanga Bana farm belonging to the organization AFC Zambia, and with children from the Home of Hope center.
pl: Głównym założeniem projektu jest praca streetoworkerska z dziećmi mieszkającymi na ulicach Lusaki, a także wychowankami domu „Salvation Home” i „Kulanga Bana farm” organizacji AFC Zambia oraz w ośrodku dla dzieci ulicy Home of Hope.

source: The volunteers shall provide basic medical care, improve the social rehabilitation system, as well as prepare the children to start school.
pl: Wolontariusze zapewnią podstawową opiekę medyczną, usprawnienie systemu resocjalizacji oraz wychowawcze i edukacyjne przygotowanie do rozpoczęcia nauki szkolnej.

source: The project activities include street work with neglected and abandoned children.
pl: Działania projektowe będą obejmować pracę na ulicy wśród dzieci zaniedbanych i porzuconych.

source: An important element shall also be to provide the Salvation Home classroom with the needed equipment, didactic materials and other educational resources.
pl: Ważnym elementem będzie także wyposażenie klasy lekcyjnej w „Salvation Home” w niezbędny sprzęt oraz pomoce edukacyjne i materiały dydaktyczne.

source: The activities aim at developing the educational capabilities of the children, as well as the artistic, manual, musical and culinary ones.
pl: Planowane działania mają na celu wsparcie rozwoju dzieci na płaszczyźnie edukacyjnej, jak i rozwinięcie zdolności - plastycznych, manualnych, muzycznych i kulinarnych.

source: This is a chance to reintegrate into the society for those children, who had a difficult start in life.
pl: Dla dzieci, które miały bardzo trudny start życiowy jest to przywrócenie im szansy na normalne funkcjonowanie w społeczeństwie.

source: Providing them with necessary abilities and knowledge to start school education shall help them to find work in the future and to become independent.
pl: Wyposażenie ich w niezbędne umiejętności oraz wiedzę potrzebną do rozpoczęcia nauki szkolnej umożliwi im w przyszłości zdobycie zawodu i zapewni samodzielność.

source: This project was granted PLN 76 463 by the MFA.
pl: Projekt uzyskał dotację MSZ w wysokości 76 463 PLN.

source: 1126/2013 Supporting the early education of blind and visually impaired children in Ghana
pl: 1126/2013 Wspieranie dostępności wczesnej edukacji dla dzieci niewidomych i słabowidzących w Ghanie

source: The aim of this project is to train the pedagogical staff from the Akropong School for the Blind in eastern Ghana and to prepare them substantially to lead early development education for blind, visually impaired and deaf-blind children.
pl: Celem projektu jest przeszkolenie kadry pedagogicznej szkoły Akropong School for the Blind we wschodniej Ghanie i przygotowane merytoryczne do efektywnego prowadzenia wczesnego wspomagania rozwoju dzieci niewidomych, słabowidzących i głuchoniewidomych.

source: Those activities shall impact not only the teachers and school children, but also the whole society living in the region.
pl: Realizacja działań będzie miała wpływ nie tylko na nauczycieli i uczniów szkoły, ale - poprzez swój charakter - również na całą społeczność regionu.

source: The aim of the activities is to train high class specialists, able to rehabilitate children through the support of their early development.
pl: Założeniem prowadzonych działań jest wyszkolenie wysokiej klasy specjalistów zdolnych do prowadzenia rehabilitacji dzieci w formie wczesnego wspomagania ich rozwoju.

source: This project was granted PLN 35 826 by the MFA.
pl: MSZ przeznaczył na ten projekt dotację w wysokości 35 826 PLN.

source: 961/2013 Multimedia library in Moshi
pl: 961/2013 Multimedialna biblioteka w Moshi

source: Foundation "Cultures of the World"
pl: Fundacja Kultury Świata

source: The scope of the project is the support of the functioning of a local library through the training of the Center for Teacher Development staff and animation activities for various groups (youth, teachers) around the library.
pl: Projekt zakłada wsparcie funkcjonowania lokalnej biblioteki poprzez szkolenia pracowników Centrum Doskonalenia Nauczycieli oraz akcje i zajęcia animujące różne grupy (młodzież, nauczycieli) wokół biblioteki.

source: An improved access to multimedia materials and more library resources shall improve the level of education and provide more opportunities for the primary and high school graduates in the region.
pl: Lepszy dostęp do materiałów multimedialnych oraz zwiększenie zasobów biblioteki spowoduje podniesienie poziomu edukacji, zwiększy możliwości absolwentów szkół podstawowych i średnich w regionie.

source: The volunteer will take part in the implementation of a new library system.
pl: Wolontariuszka weźmie udział we wdrażaniu nowego systemu bibliotecznego.

source: Workshops for teachers on using new technologies in education and education management shall also be offered.
pl: Ponadto, przygotuje warsztaty dla nauczycieli z zakresu wykorzystywania najnowszych technologii w edukacji i zarządzaniu oświatą.

source: A movie “Education”, illustrating the matter of education from the perspective of Tanzanian high school students will be prepared in cooperation with the children from the Moshi district.
pl: Razem z uczniami z dystryktu Moshi przygotowany zostanie film „Edukacja”, który pokaże kwestię szkolnictwa z perspektywy tanzańskich licealistów.

source: The MFA granted the project PLN 43 350.
pl: MSZ przeznaczył na ten projekt dotację w wysokości 43 350 PLN.

source: 1095/2013 Upbringing and education of at-risk youth and street children in Wau in South Sudan
pl: 1095/2013 Wychowanie i edukacja zagrożonej młodzieży i dzieci ulicy w Wau w Sudanie Południowym

source: The project aims at equalizing the access to education and at reintegrating of underprivileged youth with the local society.
pl: Projekt ma na celu zminimalizowanie problemu nierównego dostępu do edukacji i reintegrację młodzieży zagrożonej z lokalną społecznością.

source: The main group of beneficiaries are about 120 children living on the streets of Wau in the western part of South Sudan.
pl: Główną grupę beneficjentów stanowi min. 120 dzieci mieszkających na ulicach miasta Wau w zachodniej części Sudanu Płd.

source: As the majority of the children do not attend school, project activities will aim at leveling up their educational chances through a variety of compensatory classes.
pl: Ponieważ większość z nich nie uczęszcza do szkoły, działania będą miały na celu wyrównanie szans edukacyjnych poprzez przeprowadzenie rozmaitych zajęć ogólnorozwojowych i dokształcających.

source: Children will be recruited directly on the streets by social workers and volunteers.
pl: Dzieci, które będą korzystać z działań edukacyjnych będą rekrutowane bezpośrednio na ulicy poprzez pracowników socjalnych i wolontariuszkę.

source: Social workers shall also be trained (6p.), as they often lack the knowledge, abilities, and the motivation to work with difficult youth.
pl: Przeszkoleni zostaną również pracownicy socjalni (6 osób), którym często brakuje wiedzy, umiejętności, a przede wszystkim motywacji do pracy z trudną młodzieżą.

source: 1105/2013 Support for sustainable development of rural areas in Georgia
pl: 1105/2013 Wsparcie zrównoważonego rozwoju obszarów wiejskich w Gruzji

source: The activities shall aim at strengthening the RTN members, helping them to become more independent, and to ameliorate the standard and the offer of their touristic services, as well as to improve contacts with clients.
pl: Podjęte działania będą miały na celu wzmocnienie i usamodzielnienie członków RTN, poprawienie standardu świadczonych usług turystycznych oraz wzbogacenie oferty turystycznej oraz usprawnienie kontaktu z klientami.

source: The project shall be carried out in three Kyrgyz towns: Dzalalabad, Osh and Dzanisz.
pl: Wolontariat będzie realizowany w trzech miejscowościach kirgiskich: Dzalalabad, Osh oraz Dzanisz.

source: Its aim is to counteract social exclusion of people from marginalized groups, such as those with disabilities, children's home inhabitants or seniors.
pl: Ma na celu przeciwdziałanie wykluczeniu społecznemu osób z grup marginalizowanych, takich jak osoby z niepełnosprawnością, wychowankowie domów dziecka czy seniorzy.

source: This project also supports the local community.
pl: Projekt dotyczy także wsparcia społeczności lokalnej.

source: It will include courses and camps for children, English language classes; the volunteers shall take part in organizing festivities and cultural events for the local community.
pl: Prowadzone będą zajęcia i obozy dla dzieci, kursy języka angielskiego; wolontariuszki wezmą udział w organizowaniu festynów i wydarzeń kulturalnych dla lokalnej społeczności.

source: 1116/2013 Towards the Future - rehabilitation of women leaving prison and providing comprehensive care to children from disadvantaged backgrounds in Santa Cruz in Bolivia - continuation of the project
pl: 1116/2013 - Ku przyszłości - resocjalizacja kobiet opuszczających więzienie i zapewnienie kompleksowej opieki dzieciom ze środowisk defaworyzowanych w Santa Cruz w Boliwii -kontynuacja projektu

source: In the framework of the project the volunteer shall take care of the home, women and children coming from a socially disadvantaged environment.
pl: W trakcie trwania projektu wolontariuszka będzie opiekowała się domem, kobietami oraz dziećmi, wywodzącymi się ze środowisk defaworyzowanych społecznie.

source: The volunteer will accompany the children and women during every day activities, such as doing homework, walking to school, preparing meals, tidying houses.
pl: Praca ta będzie polegała na towarzyszeniu dzieciom i kobietom podczas codziennych czynności: odrabianiu prac domowych, odprowadzaniu do szkoły, przyrządzaniu posiłków, dbanie o czystość domów.

source: Sports and artistic activities will be organized for the children.
pl: Dla dzieci zostaną zorganizowane zabawy, zajęcia ruchowe i artystyczne.

source: Aid will also be granted to women leaving prisons.
pl: Pomoc otrzymają także kobiety opuszczające więzienie.

source: 1111/2013 Substantive learning support in the field of parasitology - continuation
pl: 1111/2013 Merytoryczne wsparcie nauczania w dziedzinie parazytologii - kontynuacja.

source: The aim of the project is to modernize the curriculum of general parasitology and veterinary studies in the Livestock Training Agency Tengeru center in Tanzania.
pl: Celem wolontariatu jest pomoc w modernizacji programu zajęć z parazytologii ogólnej i weterynaryjnej w ośrodku LITA (Livestock Training Agency Tengeru) w miejscowości Tengeru w Tanzanii.

source: In its framework, lab equipment to conduct blood tests and medical equipment to take samples and perform diagnostic dissections on animals will be purchased.
pl: W ramach projektu zakupiony zostanie sprzęt laboratoryjny do wykonywania badań krwi oraz sprzęt medyczny do pobierania prób i wykonywania sekcji diagnostycznych zwierząt.

source: Practical courses about parasitical diseases shall also be organized.
pl: Zorganizowane zostaną praktyczne szkolenia o chorobach pasożytniczych.

source: Upon returning to the country, in the framework of global education, the volunteer shall meet with students, and a photography and movie screening will be organized.
pl: Po powrocie do kraju, w ramach edukacji globalnej, zostaną zorganizowane spotkania z wolontariuszem dla uczniów, wystawa fotografii oraz prezentacja filmu.

source: 979/2013 Doors to the future - continuation.
pl: 979/2013 Drzwi do przyszłości - kontynuacja.

source: Educational activities in reading and writing at schools in Shama district in Ghana
pl: Działania edukacyjne w klubach czytania i pisania w szkołach dystryktu Shama w Ghanie

source: The aim of the project is to ameliorate the educational situation in the Shama region in Ghana.
pl: Celem projektu jest poprawa sytuacji edukacyjnej w regionie Shama w Ghanie.

source: The MFA granted this project PLN 49 584.
pl: MSZ przeznaczył na ten projekt dotację w wysokości 49 584 PLN.

source: Informal meeting of EU-Ministers in charge of development
pl: Podsumowanie nieformalnego spotkania ministrów ds. rozwoju

source: Under the Polish Presidency, an informal meeting of EU ministers in charge of development took place in Sopot on 14th-15th July.
pl: W ramach polskiej prezydencji w dniach 14-15 lipca w Sopocie odbyło się nieformalne spotkanie Ministrów ds. rozwoju państw członkowskich Unii Europejskiej.

source: Also taking part was the Commissioner in charge of Development Andris Piebalgs.
pl: Uczestniczył również Komisarz ds. rozwoju Andris Piebalgs.

source: The ministers discussed the shape of financial instruments of the EU's external policy after 2013, development policy towards Central Asia and the Pacific, joint programming and preparations to the Fourth High Level Forum on Effective Assistance in Pusan (29th Novmeber -1st December).
pl: Ministrowie rozmawiali o kształcie instrumentów finansowych polityki zewnętrznej UE po roku 2013, polityce rozwojowej wobec Azji Centralnej oraz Pacyfiku, wspólnym programowaniu, przygotowaniach do IV Forum Wysokiego Szczebla ds. efektywności pomocy w Pusan (29 listopada-1 grudnia br.).

source: A special guest to the working dinner devoted to the significance of democracy and development was Sierra Leone Health Minister of Sierra Leone Zainab Hawa Bangura.
pl: Gościem specjalnym podczas kolacji roboczej poświęconej znaczeniu demokracji w rozwoju była Minister Zdrowia Sierra Leone Zainab Hawa Bangura.

source: The first session was devoted to the future architecture of financial instruments.
pl: Pierwsza sesja poświęcona została przyszłej architekturze instrumentów finansowych.

source: The discussion at the second thematic sessions centred on development strategies for Central Asia and the Pacific.
pl: Dyskusja w ramach drugiej sesji tematycznej koncentrowała się na strategiach rozwojowych dla Azji Centralnej i dla Pacyfiku.

source: A diversified approach to Central Asian partner countries was considered with the necessity of concentrating on Tajikistan and Kyrgyzstan, the countries with the region's highest poverty level.
pl: Rozważano m.in. zróżnicowanie podejścia do krajów partnerskich w Azji Centralnej oraz konieczność koncentracji działań na Tadżykistanie i Kirgistanie, krajach o najwyższym poziomie ubóstwa w tym regionie.

source: The meeting also afforded an occasion to exchange views on future cooperation in the Pacific region, especially as regards EU commitments on counteracting the results of climate change.
pl: Spotkanie stanowiło także okazję do wymiany poglądów nt. przyszłej współpracy w regionie Pacyfiku, zwłaszcza w odniesieniu do zobowiązań UE dotyczących przeciwdziałaniu skutkom zmian klimatycznych.

source: During the working dinner, the ministers discussed the role of democracy in development.
pl: Podczas roboczej kolacji ministrowie dyskutowali o roli demokracji w rozwoju.
